framework/storage/xml/cove/Genesis/cove_112.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:oxml="http://www.ventanillaunica.gob.mx/cove/ws/oxml/">
   <soapenv:Header>
      <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" soapenv:mustUnderstand="1">
         <wsse:UsernameToken>
            <wsse:Username>GSY110601FD4</wsse:Username>
            <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">Nk9ETdSHWkphzFRuZTXePGupgHgzROev//ZNEp7VnVYgQ5RkTtMuk/cWepTUWGyx</wsse:Password>
         </wsse:UsernameToken>
      </wsse:Security>
   </soapenv:Header>
   <soapenv:Body>
      <oxml:solicitarRecibirCoveServicio>
         <!--1 or more repetitions:-->
         <oxml:comprobantes>
            <!--Optional:-->            
            <oxml:tipoOperacion>TOCE.IMP</oxml:tipoOperacion>
            <!--Zero or more repetitions:-->
            <oxml:patenteAduanal>3009</oxml:patenteAduanal>
            <oxml:fechaExpedicion>2013-05-31</oxml:fechaExpedicion>
            <!--Optional:-->
            <oxml:observaciones>CONTIENE DECLARACION BAJO PROTESTA DE DECIR VERDA EN TERMINOS DE LA REGLA 3.1.5. DEL AGENTE ADUANAL CON LA INFORMACION COMPLEMENTARIA</oxml:observaciones>
            <!--Zero or more repetitions:-->
            <oxml:rfcConsulta>GSY110601FD4</oxml:rfcConsulta>
            <oxml:tipoFigura>5</oxml:tipoFigura>
            <oxml:correoElectronico>dtavera@genesis-mexico.mx</oxml:correoElectronico>
            <oxml:firmaElectronica>
            	<oxml:certificado>MIIGrzCCBJegAwIBAgIUMDAwMDEwMDAwMDA0MDY3MTc2MTcwDQYJKoZIhvcNAQEL
BQAwggGyMTgwNgYDVQQDDC9BLkMuIGRlbCBTZXJ2aWNpbyBkZSBBZG1pbmlzdHJh
Y2nDs24gVHJpYnV0YXJpYTEvMC0GA1UECgwmU2VydmljaW8gZGUgQWRtaW5pc3Ry
YWNpw7NuIFRyaWJ1dGFyaWExODA2BgNVBAsML0FkbWluaXN0cmFjacOzbiBkZSBT
ZWd1cmlkYWQgZGUgbGEgSW5mb3JtYWNpw7NuMR8wHQYJKoZIhvcNAQkBFhBhY29k
c0BzYXQuZ29iLm14MSYwJAYDVQQJDB1Bdi4gSGlkYWxnbyA3NywgQ29sLiBHdWVy
cmVybzEOMAwGA1UEEQwFMDYzMDAxCzAJBgNVBAYTAk1YMRkwFwYDVQQIDBBEaXN0
cml0byBGZWRlcmFsMRQwEgYDVQQHDAtDdWF1aHTDqW1vYzEVMBMGA1UELRMMU0FU
OTcwNzAxTk4zMV0wWwYJKoZIhvcNAQkCDE5SZXNwb25zYWJsZTogQWRtaW5pc3Ry
YWNpw7NuIENlbnRyYWwgZGUgU2VydmljaW9zIFRyaWJ1dGFyaW9zIGFsIENvbnRy
aWJ1eWVudGUwHhcNMTcwNjI5MTUxNjAyWhcNMjEwNjI5MTUxNjQyWjCCARwxMzAx
BgNVBAMTKkdFTkVTSVMgU1lTVEVNUyBHUk9VUCBNRVhJQ08gUyBERSBSTCBERSBD
VjEzMDEGA1UEKRMqR0VORVNJUyBTWVNURU1TIEdST1VQIE1FWElDTyBTIERFIFJM
IERFIENWMTMwMQYDVQQKEypHRU5FU0lTIFNZU1RFTVMgR1JPVVAgTUVYSUNPIFMg
REUgUkwgREUgQ1YxCzAJBgNVBAYTAk1YMScwJQYJKoZIhvcNAQkBFhhmZXNwaW5v
QGdlbmVzaXMtaWNlc2EubXgxJTAjBgNVBC0THEdTWTExMDYwMUZENCAvIEVJQ0Y4
MjA3MDNWMzAxHjAcBgNVBAUTFSAvIEVJQ0Y4MjA3MDNNUVRTUkIwODCCASIwDQYJ
KoZIhvcNAQEBBQADggEPADCCAQoCggEBALoftR0D/etvSUvMqa1kHdVtbVsT9Qoi
Vlwar8uyQJ9t/mjjgXkDAH3xSPuG8ZFCpXujMp3l0eLPwUDAzugbf25fPqUe7s8N
dzzqm5HPwndGJaKjnRVNGIRfX3Ag4PnD2b0/YpXjNLt0jJpb0oUb3th0x7QHhtre
c0fizxBHqth/KIbCTNfU2PjyPlA/5xmUCd3bknHVuaYFnARQ+r90iT7CiIF3QL6N
PzuEUcG8UCKExd4ppoQXK51VK44R3IUyzjsLKFbdtiIr+Uep5jxGBtTyD7K/jy2N
MDTxH66p43VPAnewdSiUt8ExU6MCgupQJOFjgYLcyGntgd/XYUs9N48CAwEAAaNP
ME0wDAYDVR0TAQH/BAIwADALBgNVHQ8EBAMCA9gwEQYJYIZIAYb4QgEBBAQDAgWg
MB0GA1UdJQQWMBQGCCsGAQUFBwMEBggrBgEFBQcDAjANBgkqhkiG9w0BAQsFAAOC
AgEAdmeX7hqjTgvCHQ1AXtp1zLTxadFbaYsiab9cqDtB5jvGshIcZeDnwOdulFFn
Afi6pNmFoGWzLYEtpV+StrvlIWOk71kkcxS+F70zSnHBoIiSwAKmF+NZJs0teVWT
ZjW2wEuLUK9F5x+9SKS4AUJnC9TlkXfWSrROCdi6Cn3KHnom5U4pALAex5PvZ8gc
03ytkr6iVhizL2WO1ZVXQZU6/UuP353jvYJszwHMI3hzw29mRMR83tQwqZoJ7HaS
A4dsYyPUMMePdKVoCe9CV6wZux5FzXis56BWYYtojPlFmZj+JBL7yo7OHWLx44so
ZFakY+y7EoeVGCTABS+8lUv1oJQgbPDrffGCh0zNJBZMDiJkI48aTDA9z6CZkjAI
Tgv5dAlnJx7Lv+HGH2yR1+dGCjEex6+Dc6rsp9lLCZayCsTDEdprvkcTV044xd5v
wbouzwx1OYQ9bAlkNeNJWlTXmot1FFWWauQmfAu+Sk7jxmDAPPCdqFw29GJ+wgbJ
2OaVaNCIoJHgqpnl6uc2GGMNUOyv98khOWcGzfS+ZeRt+7T8IT6b46EJ+/DbRkfF
9NYDlZkuALv7jr3rcx2gRmGgww9d9Ck56C41KTcSbzoKh4DkM00PIW9XrHqutIIF
jbAhGIpwUQPAo0byHP9LSpDdRlxnSaR+h4zAm7yn6hRR75s=
</oxml:certificado>
            	<oxml:cadenaOriginal>|TOCE.IMP|1895682|0|2013-05-31|5|CONTIENE DECLARACION BAJO PROTESTA DE DECIR VERDA EN TERMINOS DE LA REGLA 3.1.5. DEL AGENTE ADUANAL CON LA INFORMACION COMPLEMENTARIA|GSY110601FD4|3009|0|0|0|05-0419384| |IGUS INC.|NORTH BROADWAY|50|EAST PROVIDENCE|EAST PROVIDENCE|RI|USA|02916|1|GSY110601FD4|GENESIS-ICESA SYSTEMS S DE RL DE CV|TOMAS ALBA EDISON|7|SAN JUAN DEL RIO|QUERETARO|MEX|76802|MANUFACTURAS DE PLASTICO|LF|4.030|USD|20.5600|82.86|82.8600|MANUFACTURAS DE PLASTICO|C62_1|1.000|USD|9.8200|9.82|9.8200|MANUFACTURAS DE PLASTICO|C62_1|2.000|USD|50.4900|100.98|100.9800|MANUFACTURAS DE PLASTICO|LF|4.030|USD|20.5600|82.86|82.8600|MANUFACTURAS DE PLASTICO|C62_1|1.000|USD|9.8200|9.82|9.8200|MANUFACTURAS DE PLASTICO|C62_1|2.000|USD|50.4900|100.98|100.9800|MANUFACTURAS DE PLASTICO|LF|4.030|USD|20.5600|82.86|82.8600|MANUFACTURAS DE PLASTICO|C62_1|1.000|USD|9.8200|9.82|9.8200|MANUFACTURAS DE PLASTICO|C62_1|2.000|USD|50.4900|100.98|100.9800|</oxml:cadenaOriginal>
            	<oxml:firma>gxEhSHZl6A9asU3hnTOtxd+Nzv/kz7aAa07N7aNN0SYA7yjOAXUexgLzX+sN0Gh7Cj+4LpgznjqE5b9LzkI/xslebGcktF/YETQZdIPBgPf9qpfJcyCj3zUu6VG9YPMGjIlP/NGoZmwe5MD3UKKe8frU/kg4CkL8k2/dtZE1MzgDojK1v6Tne43WnI33Vf0n6e0pg6++1EMwfMGeug4H4YOoBmzFo0VPl08ZwvZYLMxpR5D20YCqEInhwwxGhiZIetfQUawJAAR2elxDyAw7JdZY4G1pC2oFj/TvrwtCq8HsjsiS7VMlSRWCYM5JPSXLNgIHUgUXbW/JgtCyTHZALQ==</oxml:firma>
            </oxml:firmaElectronica>           
         <oxml:e-document>COVE1307OJZ85</oxml:e-document><oxml:numeroFacturaOriginal>1895682</oxml:numeroFacturaOriginal><oxml:factura><oxml:certificadoOrigen>0</oxml:certificadoOrigen><oxml:subdivision>0</oxml:subdivision></oxml:factura><oxml:emisor><oxml:tipoIdentificador>0</oxml:tipoIdentificador><oxml:identificacion>05-0419384</oxml:identificacion><oxml:apellidoPaterno> </oxml:apellidoPaterno><oxml:nombre>IGUS INC.</oxml:nombre><oxml:domicilio><oxml:calle>NORTH BROADWAY</oxml:calle><oxml:numeroExterior>50</oxml:numeroExterior><oxml:localidad>EAST PROVIDENCE</oxml:localidad><oxml:municipio>EAST PROVIDENCE</oxml:municipio><oxml:entidadFederativa>RI</oxml:entidadFederativa><oxml:pais>USA</oxml:pais><oxml:codigoPostal>02916</oxml:codigoPostal></oxml:domicilio></oxml:emisor><oxml:destinatario><oxml:tipoIdentificador>1</oxml:tipoIdentificador><oxml:identificacion>GSY110601FD4</oxml:identificacion><oxml:nombre>GENESIS-ICESA SYSTEMS S DE RL DE CV</oxml:nombre><oxml:domicilio><oxml:calle>TOMAS ALBA EDISON</oxml:calle><oxml:numeroExterior>7</oxml:numeroExterior><oxml:municipio>SAN JUAN DEL RIO</oxml:municipio><oxml:entidadFederativa>QUERETARO</oxml:entidadFederativa><oxml:pais>MEX</oxml:pais><oxml:codigoPostal>76802</oxml:codigoPostal></oxml:domicilio></oxml:destinatario><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>LF</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>4.030</oxml:cantidad><oxml:valorUnitario>20.5600</oxml:valorUnitario><oxml:valorTotal>82.86</oxml:valorTotal><oxml:valorDolares>82.8600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>9.8200</oxml:valorUnitario><oxml:valorTotal>9.82</oxml:valorTotal><oxml:valorDolares>9.8200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>2.000</oxml:cantidad><oxml:valorUnitario>50.4900</oxml:valorUnitario><oxml:valorTotal>100.98</oxml:valorTotal><oxml:valorDolares>100.9800</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>LF</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>4.030</oxml:cantidad><oxml:valorUnitario>20.5600</oxml:valorUnitario><oxml:valorTotal>82.86</oxml:valorTotal><oxml:valorDolares>82.8600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>9.8200</oxml:valorUnitario><oxml:valorTotal>9.82</oxml:valorTotal><oxml:valorDolares>9.8200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>2.000</oxml:cantidad><oxml:valorUnitario>50.4900</oxml:valorUnitario><oxml:valorTotal>100.98</oxml:valorTotal><oxml:valorDolares>100.9800</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>LF</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>4.030</oxml:cantidad><oxml:valorUnitario>20.5600</oxml:valorUnitario><oxml:valorTotal>82.86</oxml:valorTotal><oxml:valorDolares>82.8600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>1.000</oxml:cantidad><oxml:valorUnitario>9.8200</oxml:valorUnitario><oxml:valorTotal>9.82</oxml:valorTotal><oxml:valorDolares>9.8200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>MANUFACTURAS DE PLASTICO</oxml:descripcionGenerica><oxml:claveUnidadMedida>C62_1</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>2.000</oxml:cantidad><oxml:valorUnitario>50.4900</oxml:valorUnitario><oxml:valorTotal>100.98</oxml:valorTotal><oxml:valorDolares>100.9800</oxml:valorDolares></oxml:mercancias></oxml:comprobantes>
      </oxml:solicitarRecibirCoveServicio>
   </soapenv:Body>
</soapenv:Envelope>
